export default function Opening() {
  return (
    <div className="grid grid-rows-[20px_1fr_20px] items-center justify-items-center min-h-screen p-8 pb-20 gap-16 sm:p-20">
      <main className="flex flex-col gap-[32px] row-start-2 items-center sm:items-start">
        <div className="text-3xl">关于时间的一点感悟</div>
        <div>
          时间，大概是老天赐给一人最珍贵也最无法琢磨的一件事情，第一次深刻的意识到时间的存在，以及时间对一个人的深刻影响的时候，是在刚到美国的第二年，那个时候，接二连三的遭遇了家人和朋友的离世，突然觉得生命实在短暂。
        </div>
        <div>
          在消沉的时候，翻到《苏菲的世界》，以前闲散的翻过一些哲学方面的书籍，但这是第一次看到一本从时间的角度整理西方哲学史的发展，虽然是本儿童读物。此外和小伙伴一起去看了一次毕加索的展览，在纽约古根海姆博物馆，也是第一次从时间发展的角度完整的看一个艺术家的作品变化。排展这种事情很神奇，当使用恰当的方式排出来后，作为观赏者就能接收到艺术家在时间发展过程中自己心里的变化，以及表达出来的信息的变化，从一开始的发散，什么都做，到越来越收敛，越来越精准的传达一个信息，这就是在生活中不断经历不断反思的，不断向外反馈的过程。反观大都会和moma的展览很多时候是按一个时代一个地区的展览的，放的都是某位艺术家巅峰时期的作品，并无法反映某一位艺术家在一生发展过程中，不断磨砺自己表达思想的工具的过程。一位朋友提起Woody
          Allen一生都在拍他自己，但是如果从头到尾的将他不同时期的电影看过一遍，特别是最近的三部，都是在讲生活的ironic，他逐渐从以自己为中心，转移到对生活的观察了，对电影的各种元素和节奏的把握也越来越娴熟。大概一生有所成就的人，都是这样在不断的磨练自己吧。
        </div>
        <div>
          在我彷徨是否回国的时候，咨询了一下老板，老板问我为什么这么喜欢纽约，我说因为这里精神生活太丰富了，各种各样的人生追求，不像国内主流社会对成功的追求只是出任CEO，赢取白富美，老板回了句，因为这是一个富有的社会，又想起赵薇的一次采访说，在中国现在拍电影太难了，因为大家还挣扎在生存线上，反观历史，中国史上思想生活最丰富的时期，也都是在富庶时期，过了物质的那一坎，人生的追求就不仅仅是在如何能获取更多面包上面了。其实所有这些信息，道理，都在以前看过的书中，但是，没有真正的在人生中经历这一段路，说实在的，还真是没有办法深刻的去理解，所以，读万卷书，行万里路，阅人无数，去创造，去爱，去生活，如果这样度过一生，应该不算虚度了吧。
        </div>
      </main>
    </div>
  );
}
